Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/buorre-gaskaoapmi-rajarasttideaddji-boazodollui.html.tmx
Source language: sme
Languages: smj

source: Buorre gaskaoapmi rájárasttideaddji boazodollui / Boazodoallu / Ealáhusat / Sámediggi - Sametinget
smj: Buorre vædtsak ællosujttuj rájáj rastá / Boatsojæládus / Æládus / Sámedigge - Sametinget

source: Buorre gaskaoapmi rájárasttideaddji boazodollui
smj: Buorre vædtsak ællosujttuj rájáj rastá

source: Sámedikki dievasčoahkkin meannuda Norgga ja Ruoŧa gaskasaš boazoguohtonkonvenšuvnna rievdadusevttohusa juovlamánu álggus.
smj: Sámedikke ållestjåhkanibme galggá giehtadallat oajvvadusájt rievddadimijda Vuona ja Svieriga ælloguohtomkonvensjåvnnåj javllamáno álgon.

source: Sámedikki presideanta Aili Keskitalo dadjá ahte bargojoavkku evttohus lea buorre gaskaoapmi rájárasttideaddji boazodoalu ovddideapmái Norggas ja Ruoŧas.
smj: Sámedikke presidænnta Aili Keskitalo javllá barggojuohkusa oajvvadus le buorre vædtsak åvddånahtátjit ælloguohtomav rájaj rastá Vuona ja Svieriga gaskan.

source: 2012:s ásahedje Norgga ja Ruoŧa beale sámedikkit, Norgga Boazosámiid Riikasearvi (NBR) ja Ruoŧa Sámiid Riikasearvi (RSR) bargojoavkku mii galggai evttohit rievdadusaid boazoguohtonkonvenšuvdnii.
smj: Jagen 2012 ásadin Vuona ja Svieriga Sámedikke, Vuona ællosámij rijkkalihtto (NRL) ja Svieriga sámij rijkkalihtto (SSR) barggojuohkusav mij galgaj buktet oajvvadusájt rievddadimijda ælloguohtomkonvensjåvnnåj.

source: Norgga beale sámediggi lea jođihan barggu.
smj: Vuona Sámedigge le bargov jådedam.

source: Joavkku jođiheaddji lea ovddeš sámediggeráđi lahttu Ellinor Marita Jåma, Åarjel-Saemiej Gïelh.
smj: Juohkusa jådediddje le åvdep rádeájras Ellinor Marita Jåma Åarjel-Saemiej Gïelhes.

source: Lávga oktavuohta buohkaiguin
smj: Lahka aktijvuohta gájkaj

source: Buot boazodoalloorohagat maidda ášši guoská Norgga ja Ruoŧa bealde leat bovdejuvvon buktit árvalusaid bargui.
smj: Gájkka tjielde Vuona ja Svieriga bielen lidjin gåhtjodum buvtátjit árvvalusájt bargguj.

source: Dieđut áššejođu birra ja referáhtat leat biddjojuvvon Norgga beale Sámedikki neahttasiidduide.
smj: Diehtojuohkema åvddånimes li biejadum Vuona Sámedikke værmádakbielijda.

source: Dasa lassin lea lágiduvvon seminára Stjørdalas guoskevaš orohagaid ja sámečearuid várás.
smj: Duodden ásaduváj seminárra Stjørdalan tjieldijda ma guoskaduvvin.

source: Semináras ságastuvvui bargojoavkku evttohusa birra.
smj: Semináran lij dagástallam barggojuohkusa oajvvadusájs.

source: Orohagat ja sámečearut geográfalaš lagašvuođain juhkkojuvvojedje joavkun ja ovttas barge hástalusaid ja ovttasbargovejolašvuođaid birra iežaset guovllus.
smj: Tjielde ma lidjin lahkalakkoj juogeduvvin juohkusijda ja aktisattjat barggin hásstalusáj aktanbarggomahttelisvuodaj birra ietjasa dáfon.

source: - Bargojoavku man ulbmilin lea leamaš gozihit sámi boazodoalu rádjaguovlluin, ja danne lea leamaš deaŧalaš searvvahit buot beliid bargui, dadjá Sámedikki presideanta Aili Keskitalo.
smj: - Barggojuohkusa ulmme le læhkám válldet várajda sáme ællosujtov rádjáguovlojn, ja dan diehti le læhkám ájnas válldet divna oassálasstijt sæhkáj dan bargon, javllá Sámedikke presidænnta Aili Keskitalo.

source: Almmá viiddis searvama sámiid beales ii livččii lean vejolaš čoavdit hástalusaid rádjaguovlluin, dadjá Keskitalo.
smj: Ij lim liehket máhttelis tjoavddet hásstalusájt rádjáguovlojn vijdes sámij oassálasstema dagá, javllá Keskitalo.

source: Ollu hástalusat
smj: Moadda hásstalusá

source: Bargojoavkku barggu bokte lea čielggasmuvvan ahte rájárasttideaddji boazodoalus Norggas ja Ruoŧas leat ovddabealde stuorra hástalusat, nugo omd. váilevaš riektečielggadeamit, boraspirevahágat, areálalihkahallamat ja ođđa konvenšuvdnaguovllut.
smj: Barggojuohkusa bargo baktu le sjaddam tjielgas ællosujton Vuona ja Svieriga rájáj rastá li moadda stuorra hásstalusá, nåv gå buojkulvissan vánes tjielgasvuohta rievtesvuodaj hárráj, urudisáj vahága, areállagártjedibme ja ådå konvensjåvnnåguovlo.

source: - Konvenšuvdna ii man ge láhkai čoavdde buot daid hástalusaid mat boazodoalus rádjaguovlluin leat ovddabealde.
smj: - Konvensjåvnnå ij gudik gåktuk tjoavde divna hásstalusájt ma li ællosujton rádjáguovlojn.

source: Danne lea ge deaŧalaš fuomášuhttit dáid hástalusaid birra Norgga ja Ruoŧa stáhta eiseválddiide, ja dan mii áigut ge dahkat, dadjá Keskitalo.
smj: Dan diehti le ájnas tjalmostahttet dájt hásstalusájt stáhta oajválattjajda Vuonan ja Svierigin, ja dav de sihtap dahkat, javllá Keskitalo.

source: Nanne ovttasbarggu
smj: Nanni aktisasjbargov

source: Bargojoavku evttoha ahte orohagain ja sámečearuin galggašii leat vejolašvuohta ásahit ovttasbargošiehtadusaid maid bokte sáhtášii gozihit geavatlaš hástalusaid rájárasttideaddji boazodoalus, nugo omd areálageavaheamis.
smj: Barggojuogos oajvvat tjieldijn le máhttelis ásadit aktanbarggosåbadusájt ma máhtti tjoavddet árggabiejve hásstalusájt ællosujton rájáj rastá, buojkulvissan areállaanov.

source: Bargojoavku evttoha maiddái nággočoavdin mekanismmaid Norgga ja Ruoŧa beale orohagaid ja sámečearuid gaskka.
smj: Barggojuogos aj oajvvat majna vuogijn rijdojt tjoavddet Vuona ja Svieriga tjieldij gaskan.

source: - Sámi bargojoavkku evttohus lea buorre ja konstruktiiva árvalus Norgga ja Ruoŧa ráđđehusaide, dadjá Keskitalo loahpas.
smj: - Sáme barggojuohkusa oajvvadusá li buorre ja konstruktijvva árvvalusá Vuona ja Svieriga ráddidusájda, javllá Keskitalo maŋemusát.
